// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "PCI Ethernet-plass %@";
"pci-multiether"          = "PCI Ethernet-plass %@, port %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernet-adapter (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Trådløst nettverksadapter (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "PCI FireWire-plass %@";
"pci-multifirewire"       = "PCI FireWire-plass %@, port %@";
"generic-firewire"        = "Ethernet-adapter (%@)";

"bluetooth"               = "Bluetooth-DUN";
"bluetooth-modem"         = "USB Bluetooth-modemadapter";
"bluetooth-modem-port"    = "Bluetooth-modemport";
"generic-bluetooth-modem" = "Bluetooth-modem (%@)";

"bluetooth-pan"           = "Bluetooth PAN";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB IrDA-modemadapter";
"irda-ircomm-port"        = "IrDA-modemport";

"loopback"                = "Loopback";

"modem"                   = "Internt modem";

"modem-port"              = "Modemport";
"modem-printer-port"      = "Modem-/skriverport";

"printer-port"            = "Skriverport";
"serial-port"             = "Serieport";

"usbmodem"                = "USB-modem"; 
"generic-usbmodem"        = "USB-modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet-bond (%@)";

"bridge"                  = "Bro (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Eksternt modem";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

"iPhone"                  = "iPhone-USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Innebygd Ethernet";
"X-multiether"            = "Innebygd Ethernet %@";
"X-firewire"              = "Innebygd FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
